Repository: giellalt/corpus-fin
Catalog: tmx/sme/admin/sd/www.samediggi.fi/puheenjohtajan_katsaus_vuoteen_2019.html.tmx
Source language: fin
Languages: sme

source: Puheenjohtajan katsaus vuoteen 2019
sme: Ságajođiheaddji geahčastat jahkái 2019

source: Vuosi 2019 oli Saamelaiskäräjien vaalivuosi ja vaalit toimitettiin syyskuussa, vaikka Saamelaiskäräjät esitti kesällä valtioneuvostolle Saamelaiskäräjien vaalien ajankohdan muuttamista .
sme: Jahki 2019 lei Sámedikki válgajahki ja válggat lágiduvvojedje čakčamánus, vaikko Sámediggi evttohii geassit stáhtaráđđái Sámedikki válggaid áigemuttu rievdadeami.

source: Esityksen taustalla oli Yhdistyneiden kansakuntien ihmisoikeuskomitean helmikuussa 2019 antamat kaksi ratkaisua, joiden mukaan Suomen tulee arvioida uudelleen saamelaisen määritelmä sen varmistamiseksi, että edellytykset äänioikeudelle Saamelaiskäräjien vaaleissa määritellään ja niitä sovelletaan kunnioittaen saamelaisten oikeutta käyttää sisäistä itsemääräämisoikeuttaan kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen mukaisesti.
sme: Evttohusa duogábealde lei Ovttastuvvan našuvnnaid olmmošvuoigatvuođakomitea guovvamánus 2019 addin guokte čovdosa, maid mielde Suopma galgá meroštallat ođđasis sápmelaš meroštallama dan sihkkarastima dihte, ahte Sámedikki válggain gáibádusat jienastanvuoigatvuođa ektui meroštallojuvvojit ja gáibádusat heivehuvvojit nu ahte gudnejahttojuvvo sápmelaččaid vuoigatvuohta geavahit sin siskkáldas iešmearridanvuoigatvuođaid riikkavuloš- ja politihkalašvuoigatvuođaid guoski oktasašsoahpamuša mielde.

source: On tärkeä muistaa, että Suomi on ratifioinut kansalais- ja poliittisia oikeuksia koskevan yleissopimuksen ja täten sitoutunut kansallisesti kunnioittamaan ja toimeenpanemaan sopimusta.
sme: Lea dehalaš muitit, ahte Suopma lea ratifiseren riikkavuloš- ja politihkalašvuoigatvuođaid guoski oktasašsoahpamuša ja ná čatnasan nationálalaččat gudnejahttit ja ollašuhttit soahpamuša.

source: Syyskuussa Saamelaisen parlamentaarisen neuvoston (SPN) puheenjohtajuus siirtyi Ruotsin Saamelaiskäräjiltä Suomen Saamelaiskäräjille seuraavaksi 16 kuukaudeksi.
sme: Čakčamánus Sámi parlamentáralaš ráđi (SPN) ságajođiheapmi sirdašuvai Ruoŧa Sámedikkis Suoma Sámediggái čuovvovaš 16 mánotbadjái.

source: Suomen Saamelaiskäräjien puheenjohtajuuskauden päätavoitteet ovat mm. Saamen kielten ammatti- ja resurssikeskus Sámi Giellagáldu:n toiminnan vakinaistamisen, pohjoismaisen saamelaissopimuksen edistämisen sekä alkuperäiskansojen osallistumisoikeuksien parantamisen YK:n piirissä.
sme: Suoma Sámedikki ságajođihanbaji váldoulbmilat leat ee. Sámegielaid ámmát- ja resursaguovddáš Sámi Giellagáldu doaimma fitnašuvvan fásta doaibman, davviriikkalaš sámesoahpamuša ovddideapmi sihke eamiálbmogiid oassálastinvuoigatvuođaid buorideapmi ON bires.

source: Saamelaiskäräjät ja Metsähallitus pääsivät yhteisymmärrykseen Akwé: Kon -ohjeiden toimintamallin päivittämisestä ja soveltamisesta.
sme: Sámediggi ja Meahciráđđehus beasaiga gaskavuođa ipmárdussii Akwé: Kon -rávvagiid doaibmanmálle ođasmahttimis ja heivehahttimis.

source: Merkittävää toimintamallin päivittämisessä on Akwé: Kon vaikutustenarviointi työskentelyn lisäresurssit, osallistumis- ja vaikuttamismahdollisuuksien vahvistaminen prosessin eri vaiheissa sekä viestinnän lisääminen.
sme: Mearkkašahtti doaibmanmálle ođasmahttimis lea Akwé: Kon váikkuhusaid árvvoštallan, bargama lassiresurssaid, oassálastin- ja váikkuhanvejolašvuođaid nannen proseassa sierra muttuin sihke dieđiheami lasiheapmi.

source: Vuonna 2019 vietettiin YK:n kansainvälistä alkuperäiskansojen kielten teemavuotta .
sme: Jagis 2019 doalaimet ON riikkaidgaskasaš eamiálbmogiid gielaid temájagi.

source: Saamelaiskäräjät oli vahvasti mukana teemavuoden toteuttamisessa kannustaen myös muita toimijoita osallistumaan teemavuoteen.
sme: Sámediggi lei nannosit fárus temájagi ollašuhttimis movttiidahttimin maid eará doaibmiid váldit oasi temájahkái.

source: Monet viranomaiset tarttuivatkin haasteeseen ja tämän johdosta Norjan, Ruotsin ja Suomen Saamelaiskäräjien organisoima saamen kielten viikko lokakuussa näkyi myös Suomessa valtakunnallisesti.
sme: Máŋggat eiseválddit váldege hástalusa vuostá ja danne Norgga, Ruoŧa ja Suoma Sámedikkiid organiseren sámegielaid vahkku golggotmánus oidnui maid Suomas riikkaviidosaččat.

source: Alkuperäiskansojen kielten teemavuosi näkyi positiivisina ja näkyvinä kielten edistämishankkeina, joista suurimpana voidaan mainita Frozen 2 -animaatio , joka oli globaali näkyminen saamelaiskulttuurille ja -kielille ja joka tehtiin läheisessä yhteistyössä saamelaisasiantuntijoiden kanssa.
sme: Eamiálbmogiid gielaid temájahki oidnui positiivvalaš ja oainnus gielaid ovddidanprojeaktan, main stuorámussan sáhttá máinnašit Frozen 2 -animašuvnna , mii lei globála čalmmustahttin sámekultuvrii ja -gielaide ja mii dahkkui lagaš ovttasbarggus sámeáššedovdiiguin.

source: Tämän lisäksi myös Yle ilmoitti maaliskuussa, että tuottaa Muumilaakso-sarjasta saamenkieliset versiot Saamelaiskäräjien esityksen mukaisesti.
sme: Dán lassin maid Yle almmuhii njukčamánus, ahte buvttada Mumenvággi-ráiddus sámegielat veršuvnnaid Sámedikki evttohusa mielde.

source: Vuonna 2019 oikeudellista kehityskulkua kuvaavat ihmisoikeuskomitean päätösten lisäksi oikeuskanslerin ratkaisut oikeuksien toteuttamisesta koskien Saamelaisten oikeutta saamenkieliseen palveluun Kelassa (OKV/1161/1/2018) ja Saamelaiskäräjälain neuvottelu velvoitteen laiminlyönnistä työ- ja elinkeinoministeriön toimesta (OKV/8/50/2019).
sme: Jagis 2019 vuoigatvuođalaš ovdáneami govvidit olmmošvuoigatvuođakomitea mearrádusaid lassin vuoigatvuođakánslera čovdosat vuoigatvuođaid ollašuhttimis mii guoská Sápmelaččaid vuoigatvuođa sámegielat bálvalussii Kelas (OKV/1161/1/2018) ja Sámediggelága ráđđádallan geatnegasvuođa hilggodeamis, man ollašuhtii bargo- ja ealáhusministeriija (OKV/8/50/2019).

source: Näyttää siltä, että oikeuskansleri rooli yhteiskunnassa on tärkeä myös Saamelaisten näkökulmasta.
sme: Orru leamen nu, ahte vuoigatvuođakánslera rolla lea servvodagas dehalaš maid Sápmelaččaid oaidninvuogi dáfus.

source: Maaliskuussa Utsjoella neljä saamelaista voitti Lapin käräjäoikeudessa kalastusoikeutta koskevan asian.
sme: Njukčamánus Ohcejogas njeallje sápmelačča vuite Lappi gearretrievttis guollebivdovuoigatvuođa guoski ášši.

source: Käräjäoikeuden mukaan kalastuslaki rajoitti saamelaisille perustuslaissa ja kansainvälisessä oikeudessa turvattua oikeutta kalastaa kotiseudullaan.
sme: Gearretrievtti mielde guollebivdoláhka ráddjii sápmelaččaide vuođđolágas ja riikkaidgaskasaš vuoigatvuođas dorvvastuvvon vuoigatvuođa guolástit ruovttuguovllus.

source: Tapaukset eivät saaneet lainvoimaa, vaan ne etenivät korkeimman oikeuden käsiteltäviksi ennakkoluonteisuutensa vuoksi.
sme: Dáhpáhusat eai ožžon lága fámu, muhto dat manne alimus rievtti gieđahallama láhkai ovdalunddotvuođa dihte.

source: Totuus- ja sovintoprosessia koskevat neuvottelut saatiin päätökseen valtion, Saamelaiskäräjien ja Kolttien kyläkokouksen välillä.
sme: Duohtavuohta- ja soabahankomišuvnna guoski ráđđádallamat loahpahuvvojedje stáhta, Sámedikki ja Nuortalaččaid siidačoahkkima gaskkas.

source: Saamelaiskäräjien viimeinen täyskokous hyväksyi ehdotuksen Saamelaisten totuus- ja sovintokomission asettamiseksi .
sme: Sámedikki maŋimuš dievasčoahkkin dohkkehii evttohusa Sápmelaččaid duohtavuohta -ja soabahankomišuvnna ásaheami várás .

source: Saamelaiskäräjät katsoo tärkeäksi, että valtioneuvosto yhteistyössä Saamelaiskäräjien ja Kolttien kyläkokouksen kanssa asettaa totuus- ja sovintokomission kokoamaan ja todistamaan saamelaisten kokemukset Suomen valtion ja eri viranomaisten saamelaiskulttuuria ja sen aineellista pohjaa rikkovista toimista ja siitä, millaisia vaikutuksia ja seurauksia niillä on ollut ja edelleen on saamelaisille alkuperäiskansana ja sen jäsenille yksilöinä, sekä tekemään tämän osaksi tunnustettua käsitystä siitä, mikä historiamme ja nykyisyytemme on.
sme: Sámediggi doallá dehalažžan, ahte stáhtaráđđi oktasašbarggus Sámedikkiin ja Nuortalaččaid siidačoahkkimiin ásaha duohtavuohta- ja soabahankomišuvnna čohkket ja duođaštit sápmelaččaid vásáhusaid Suoma stáhta ja sierra eiseválddiid sámekultuvrra ja dan materiálalaš vuođu rihkku doaimmain ja das, makkár váikkuhusat ja čuovvumušat dain leat leamašan ja ain lea sápmelaččaide eamiálbmogin ja dan lahtuide ovttaskas olmmožin, sihke dahkat dán oassin dovddastuvvon ipmárdusa das, mii min historjá ja min dálááigi lea.

source: Saamelaiskäräjät katsovat komission asettamisen merkitsevän, että julkisesti tunnustetaan valtion assimilaatiopolitiikan vaikutusten vaativan korjaavia toimenpiteitä.
sme: Sámediggi oaidná komišuvnna ásaheami mearkkašeamen, ahte almmolaččat dovddastuvvo ahte stáhta assimilašuvdnapolitihka váikkuhusat gáibidit doaimmaid mat njulgejit áššiid.

source: Duodje-akatemian toiminnan käynnistyminen oli hieno tunnustus duodji-perinteelle ja -osaamiselle.
sme: Duodje-akademiija doaimma álgin lei fiinna dovddastus duodji-árbevirrui ja -máhttimii.

source: Duodje-akatemia, joka on tulevaisuudessa tarkoitus vakinaistaa pysyväksi toiminnaksi Saamelaiskäräjien yhteyteen, on hyvä uudenlainen toimi ja alku eteenpäin, jolla lisätään yhteisöllisyyttä sekä vahvistetaan duodji-osaamista Enontekiöllä ja laajemmin saamelaisyhteisössä koko Suomessa.
sme: Duodje-akademiija, man doaimma lea boahtteáiggis ulbmil oažžut fásta doaibman Sámedikki oktavuhtii, lea buorre ođđalágan doaibma ja álgu ovddos guvlui, mainna lasihuvvo searvvušvuohta sihke nannejuvvo duodji-máhttu Eanodagas ja viidásabbot sámeservošis oppa Suomas.

source: Suuret kiitokset henkilöstölle hyvästä työstä ja ahkeruudesta Saamelaisten asioiden edistämisen puolesta.
sme: Stuorra giitosat bargovehkii buoris barggus ja viššalvuođas Sápmelaččaid áššiid ovddideami beales.

source: Lisäksi suuret kiitokset luottamushenkilöille, erityisesti edelliselle puheenjohtajalle Tiina Sanila-Aikiolle ja I varapuheenjohtajalle Heikki Paltolle, sidosryhmille ja yhteistyötahoille, erityisesti Saamelaisneuvostolle, Kolttien kyläkokoukselle kolttaneuvostoineen, saamelaisyhdistyksille, saamelaisten kotiseutualueen paliskunnille ja yksittäisille saamelaisille, jotka puolustavat saamelaisoikeuksia ja tekevät kovaa työtä saamelaiskulttuurin edistämisen eteen, usein pitkälti vapaaehtoisesti omalla ajallaan.
sme: Lassin stuorra giitosat luohttámušolbmuide, erenoamážit ovddit ságajođiheaddjái Tiina Sanila-Aikioi ja I várreságajođiheaddjái Heikki Palttoi, čanusjoavkkuide ja oktasašbargoguimmiide, erenoamážit Sámiráđđái, Nuortalaččaid siidačoahkkimii oktan nuortalašráđiin, sámeservviide, sámiid ruovttuguovllu bálgosiidda ja ovttaskas sápmelaččaide, geat bealuštit sámiid vuoigatvuođaid ja barget garrasit sámekultuvrra ovddideami ovdii, dávjá buorre muddui eaktodáhtos geavahemiin dasa iežaset áiggi.

source: Saamelaiskäräjien kokous 26.6.2020 hyväksyi Saamelaiskäräjien toimintakertomuksen vuodelta 2019.
sme: Sámedikki čoahkkin 26.6.2020 dohkkehii Sámedikki doaibmačilgehusa jagis 2019.

source: Lue koko toimintakertomus täältä .
sme: Loga oppa doaibmačilgehusa dáppe.

source: Lisätietoja:
sme: Lassidieđut:

source: Puheenjohtaja Tuomas Aslak Juuso puh. 040 687 3394, tuomas.juuso(at)samediggi.fi
sme: Ságajođiheaddji Tuomas Aslak Juuso tel. 040 687 3394, tuomas.juuso(at)samediggi.fi

source: Puheenjohtajan avustaja Rosa-Máren Magga puh. 040 617 5113, rosa-maren.magga(at)samediggi.fi
sme: Ságajođiheaddji veahkki Rosa-Máren Magga tel. 040 617 5113, rosa-maren.magga(at)samediggi.fi
